[General]
Version=1.8.9
LanguageName=Русский
lblLanguageAuthor=HellD0t

[Form1]
speedWarningLabel=Предупреждение: скорость выше 20000 КБ/с может выглядеть подозрительно.
checkShowTrayBaloon=Показывать информацию при наведении на значок в трее
lblInterface=Интерфейс:
lblLanguage=Язык:
TorrentFileLabel=Путь:
closeButton=Завершить
StartButton=Начать
tabGeneral=Общие
groupTorrentFile=Торрент-файл
browseButton=Обзор…
groupStats=Статистика
totalRunningTimeLabel=Общее время:
leechLabel=Пиры:
seedLabel=Сиды:
manualUpdateButton=Обновить вручную
labelUpdateIn=Обновление через:
downloadCountLabel=Получено:
uploadCountLabel=Отдано:
groupBoxOptions=Параметры
applyStopSettingsButton=Применить
stopProcessLabel=Остановить процесс
FileSizeLabel=Завершено (%)
uploadRateLabel=Скорость отдачи (КиБ/с):
downloadRateLabel=Скорость получения (КиБ/с):
groupTorrentInfo=Информация о торренте
labelTorrentSize=Размер:
hashLabel=SHA хеш:
TrackerLabel=Трекер:
tabAdvanced=Дополнительно
memoryReaderButton=Чтение памяти…
updateAnnounceParamsOnStart=Обновлять свойства каждый раз при запуске
checkNewVersion=Сообщать о новой версии
ClientLabel=Имитировать клиент:
randomSpeedGroup=Случайные скорости получения/передачи
RandomDownloadToLabel=До:
RandomUploadToLabel=До:
RandomDownloadFromLabel=От:
RandomUploadFromLabel=От:
checkRandomDownload=Получение (КиБ)
checkRandomUpload=Отдача (КиБ)
reportParamsGroup=Свойства анонсирования
keyLabel=Ключ (key):
labelPeerID=Peer ID (peer_id):
numwantLabel=Количество пиров (numwant):
portInfoLabel=Если эти поля останутся пустыми, RatioMaster будет использовать случайные или стандартные значения
portLabel=Порт (port):
tabNetwork=Сеть
groupNetworkMisc=Разное
checkIgnoreFailureReason=Игнорировать ответ трекера «failure reason»
labelStopMinLeecher=Остановить отдачу, когда количество пиров менее чем:
intervalLabel=Интервал обновления (с):
checkRequestScrap=Запрашивать количество сидов/пиров (scrape)
checkTCPListen=Открыть TCP порт (доступность входящих соединений)
proxySettingsGroup=Настройки прокси
labelProxyPass=Пароль:
labelProxyUser=Логин:
labelProxyPort=Порт:
labelProxyHost=Хост:
labelProxyType=Тип прокси:
tabLog=Отчёт
saveLogButton=Сохранить
checkLogEnabled=Вести отчёт
checkHideConfidentialInfo=Скрывать конфиденциальные данные
clearLogButton=Очистить
tabAbout=О программе
labelForums=Форум:
labelWebSite=Сайт:
StopButton=Остановить
linkProxyHelp=Помощь с прокси
tabUpdates=Обновления
installUpdatesButton=Установить выбранные
checkUpdatesButton=Проверить
labelUpdates=Клиент-файлы и языковые файлы
labelBindIp=Привязать к IP-адресу
checkMinimizeToTray=Сворачивать в трей
checkIgnoreTimeout=Игнорировать ошибки соединения
checkUPnP=UPnP переадресация порта
testNetworkButton=Проверить настройки…
ResetCountersButton=Обнулить счётчики
checkSavePeers=Сохранять список пиров

[MemoryReader]
reApplyButton=Применить
reCloseButton=Закрыть
groupBoxSearchResults=Результаты поиска
reHashLabel=Хеш:
rePeerIdLabel=Peer ID (peer_id):
reKeyLabel=Ключ (key):
numwantLabel=Количество пиров (numwant):
rePortLabel=Порт (port):
reSearchStrLabel=Строка:
reSearchButton=Начать поиск
reProcessNameLabel=Имя процесса:

[Messages]
mrNoProcessFound=Процесс {0} не найден.\r\nУбедитесь, что программа запущена и хотя бы один торрент работает.
mrSearchFail=Ошибка поиска.\r\nУбедитесь, что программа запущена и хотя бы один торрент работает.
mrSearchTitle=Поиск
mrSearchSuccess=Поиск успешно завершен!\r\nНажмите на кнопку «Применить», чтобы использовать найденные значения.
vrNewVersionReleased=Вышла новая версия! Загрузить её с сайта http://www.moofdev.net?
vrNewVersionTitle=«Доступна новая версия»
ballonUploaded=Отдано: {0} \r\n
ballonDownloaded=Получено: {0} \r\n
ballonUpdateIn=Обновление через: {0} \r\n
ballonTotalTime=Общее время: {0} \r\n
stopProcessOpt1=вручную
stopProcessOpt2=после отдачи
stopProcessOpt3=после получения
stopProcessOpt4=по прошествии
stopProcessOpt5=Раздано 1,2x
stopProcessUnits1=секунд
stopProcessUnits2=минут
stopProcessUnits3=часов
restoreToolStripMenuItem=Восстановить
exitToolStripMenuItem=Выход
umNumUpdatesFound=Доступно обновлений: {0}
umNoUpdatesFound=Обновления отсутствуют
umParsingUpdates=Анализ обновлений…
umCheckingUpdates=Проверка наличия обновлений…
umDownloadingUpdate=Загрузка обновления {0}
umFinishedDownloadingUpdates=Загрузка обновлений завершена
clmnUpdateName=Название
clmnUpdateFileName=Имя файла
clmnUpdateType=Тип
clmnUpdateAuthor=Автор
confirmCloseTitle=Подтверждение
confirmCloseMessage=Анонсирование торрента находится в процессе.\r\nВы действительно хотите завершить RatioMaster?
defaultBinding=по умолчанию
testNetworkSuccess=Успешное соединение.\r\nТекущие сетевые настройки RatioMaster в порядке.
testNetworkFailed=Ошибка соединения
testNetworkInProgress=Проверка сетевых настроек…

[Tooltips]
checkIgnoreFailureReason=RМ будет игнорировать ошибки возвращаемые трекером и продолжит\r\nотдавать как обычно, когда эта опция отмечена
labelStopMinLeecher=RM может автоматически сбросить скорость отдачи,\r\nесли число пиров менее чем выбранное значение
intervalLabel=Интервал отправки статистики на трекер\r\nПолезно для трекеров, которые не сообщают этот интервал.
proxySettingsGroup=RM может использовать прокси-сервер для соединения с трекером,\r\nтак что вы сможете скрыть ваш реальный IP-адрес
memoryReaderButton=Чтение из памяти\r\nИспользуйте этот инструмент, когда вы хотите получить свойства имитируемого\r\nклиента как peer_id, key, port и другие для их совпадения с реальными значениями.
updateAnnounceParamsOnStart=Когда опция отмечена, RM генерирует свойства анонсирования каждый раз при запуске\r\nВ противном случае, RM использует свойства сохранённые в прошлый раз.
TorrentClientsBox=Из этого меню выберите программу-клиент, которую вы хотите имитировать
randomSpeedGroup=RM может геренировать случайные скорости после каждого анонсирования\r\nДлительная отдача с одинаковой скоростью может быть подозрительна.
torrentFile=Путь к торрент-файлу\r\nНажмите «Обзор…» или перетащите файл в окно RM.
totalRunningTimeLabel=Продолжительность сессии
leechLabel=Количество пиров этого торрента\r\nНа некоторых трекерах эта информация может быть недоступна.
seedLabel=Количество сидов этого торрента\r\nНа некоторых трекерах эта информация может быть недоступна.
manualUpdateButton=Ручное обновление.\r\nДля немедленной отправки статистики на трекер.
labelUpdateIn=Время до следующей отправки статистики на трекер
downloadCountLabel=После следующего обновления ваша статистика должна отобразиться на трекере
uploadCountLabel=После следующего обновления ваша статистика должна отобразиться на трекере
checkIgnoreTimeout=RМ будет игнорировать ошибки соединения
stopProcessActionBox=RM не может остановить процесс автоматически\r\nВыберите желаемое условие.
uploadRate=Скорость отдачи\r\nВведите здесь скорость, которую RM сообщит трекеру.
downloadRate=Скорость получения\r\nВведите здесь скорость, которую RM сообщит трекеру.
shaHash=SHA хеш торрента\r\nВы можете ввести его вручную или он будет автоматически\r\nсгенерирован из выбранного торрент-файла.
trackerAddress=URL трекера\r\nВы можете ввести его вручную или он будет автоматически\r\nсгенерирован из выбранного торрент-файла.
fileSize=Процент полученного объёма\r\nВы можете ввести объём, который уже получен.\r\n100% — сидирование;\r\n0% — получение с начала.\r\nRM запоминает количество полученных процентов, как и другие параметры, для каждого торрента.
reportParamsGroup=Эти свойства являются частью строки анонсирования, которую RM отправляет трекеру\r\nОбычно RM генерирует эти параметры автоматически, но если необходимо, вы можете\r\nзадать их вручную или использовать чтение памяти вашей программы.
reProcessNameBox=RM будет осуществлять поиск в этом процессе\r\nRM заполнит это поле автоматически в соответствиии с выбранным клиентом.
reSearchStr=RM ищет эту строку, чтобы найти URL анонсирования и вычислить искомые значения
reSearchButton=Нажмите «Начать поиск» для старта
groupBoxSearchResults=Если поиск успешен, RM заполнит эти поля результатами\r\nСкопируйте эти значения вручную в закладку RM Дополнительно или нажмите «Применить».
reApplyButton=Нажмите «Применить» чтобы скопировать результаты в закладку RM Дополнительно
